<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="utf-8">
    <title>Sobre - Jaqueline Barreto - Grupo Oásis Danças</title>
    <meta content="width=device-width, initial-scale=1.0" name="viewport">
    <meta
        content="dança, dança do ventre, dança realengo, dança cigana, jazz, rio de janeiro, zona oeste, dança bangu, massoterapia bangu, massoterapia realengo, massoterapia zona oeste, dança zona oeste, dança do ventre bangu, dança do ventre zona oeste, dança do ventre rio de janeiro, dança cigana bangu, dança cigana realengo, cigana artística realengo, cigana artística bangu, jaqueline barreto, spa da nelofar, massagem humanizada, massagem humanizada realengo, massagem humanizada bangu, massagem humanizada zona oeste"
        name="keywords">
    <meta content="Jaqueline Barreto - Grupo Oásis Danças - Dança e Cultura na Zona Oeste do Rio de Janeiro"
        name="description">

    <!-- Google Web Fonts -->
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link
        href="https://fonts.googleapis.com/css2?family=Roboto:wght@400;500;700&family=Yantramanav:wght@400;500;700&display=swap"
        rel="stylesheet">

    <!-- Icon Font Stylesheet -->
    <link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.15.4/css/all.css" />
    <link href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.4.1/font/bootstrap-icons.css" rel="stylesheet">

    <!-- Libraries Stylesheet -->
    <link href="lib/animate/animate.min.css" rel="stylesheet">
    <link href="lib/owlcarousel/assets/owl.carousel.min.css" rel="stylesheet">
    <link href="lib/lightbox/css/lightbox.min.css" rel="stylesheet">

    <!--Favicon-->
    <link rel="icon" type="image/x-icon" href="/img/favicon.ico">


    <!-- Customized Bootstrap Stylesheet -->
    <link href="css/bootstrap.min.css" rel="stylesheet">

    <!-- Template Stylesheet -->
    <link href="css/style.css" rel="stylesheet">
</head>

<body>

    <!-- Spinner Start -->
    <div id="spinner"
        class="show bg-white position-fixed translate-middle w-100 vh-100 top-50 start-50 d-flex align-items-center justify-content-center">
        <div class="spinner-border text-primary" style="width: 3rem; height: 3rem;" role="status">
            <span class="sr-only">Loading...</span>
        </div>
    </div>
    <!-- Spinner End -->

    <!-- Topbar Start -->
    <div class="container-fluid bg-secondary px-5 d-none d-lg-block">
        <div class="row gx-0 align-items-center" style="height: 45px;">
            <div class="col-lg-8 text-center text-lg-start mb-lg-0">
                <div class="d-flex flex-wrap">
                    <a href="#" class="text-light me-4"><i class="fas fa-map-marker-alt text-primary me-2"></i>Rua
                        Claudino Barata, 41 – Realengo</a>
                    <a href="https://api.whatsapp.com/send?phone=5521992464338" class="text-light me-4"
                        target="_blank"><i class="fas fa-phone-alt text-primary me-2"></i>(21) 3464-3626 – (21)
                        99246-4338 &#9990;</a>
                    <a href="mailto:grupooasisdancas@hotmail.com" class="text-light me-0" target="_blank"><i
                            class="fas fa-envelope text-primary me-2"></i>grupooasisdancas@hotmail.com</a>
                </div>
            </div>
            <div class="col-lg-4 text-center text-lg-end">
                <div class="d-flex justify-content-end">
                    <div class="border-end border-start py-1">
                        <a href="https://www.facebook.com/p/Grupo-O%C3%A1sis-Dan%C3%A7as-RJ-100048756476434/"
                            class="btn text-primary" target="_blank"><i class="fab fa-facebook-f"></i></a>
                    </div>
                    <div class="border-end py-1">
                        <a href="https://www.instagram.com/jaquelinebarretogr.oasisdancas" class="btn text-primary"
                            target="_blank"><i class="fab fa-instagram"></i></a>
                    </div>
                    <div class="border-end py-1">
                        <a href="https://www.youtube.com/user/GrupoOasisDancasRJ" class="btn text-primary"
                            target="_blank"><i class="fab fa-youtube"></i></a>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- Topbar End -->


    <!-- Navbar & Hero Start -->
    <div class="container-fluid position-relative p-0">
        <nav class="navbar navbar-expand-lg navbar-light bg-white px-4 px-lg-5 py-3 py-lg-0">
            <a href="index.html" class="navbar-brand p-0">
  <h1 class="text-primary m-0 d-none d-md-block">
    Jaqueline Barreto - Grupo Oásis Danças
  </h1>

  <h4 class="text-primary m-0 d-block d-md-none">
    Jaqueline Barreto<br>Grupo Oásis Danças
  </h4>
            </a>
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarCollapse">
                <span class="fa fa-bars"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarCollapse">
                <div class="navbar-nav ms-auto py-0">
                    <a href="index.html" class="nav-item nav-link ">Home</a>
                    <a href="sobre.html" class="nav-item nav-link active">Sobre</a>
                    <a href="eventos.html" class="nav-item nav-link ">Eventos</a>
                    <a href="blog.html" class="nav-item nav-link ">Notícias</a>
                    <a href="atelier.html" class="nav-item nav-link ">Atelier</a>
                    <a href="nelofar.html" class="nav-item nav-link ">Spa da Nelofar</a>
                    <a href="contato.html" class="nav-item nav-link ">Contato</a>
                </div>
            </div>
        </nav>
    </div>
    <!-- Navbar & Hero End -->


    <!-- Header Start -->
    <div class="container-fluid bg-breadcrumb">
        <div class="container text-center py-5" style="max-width: 900px;">
            <h3 class="text-primary display-3 wow fadeInDown" data-wow-delay="0.1s">Sobre Nós</h1>
                <ol class="breadcrumb justify-content-center text-white mb-0 wow fadeInDown" data-wow-delay="0.3s">
                    <li class="breadcrumb-item"><a href="index.html" class="text-dark">Home</a></li>
                    <li class="breadcrumb-item active text-primary">Sobre</li>
                </ol>
        </div>
    </div>
    <!-- Header End -->




    <!-- About Start -->
    <div class="container-fluid py-5">
        <div class="container py-5">
            <div class="row g-5 align-items-center">
                <div class="col-lg-5 wow fadeInLeft" data-wow-delay="0.1s">
                    <div class="border bg-secondary rounded m-3">
                        <img src="img/folheto01.jpeg" class="img-fluid w-100 rounded " alt="Image">
                    </div>
                                        <div class="border bg-secondary rounded m-3">
                        <img src="img/folheto08.jpeg" class="img-fluid w-100 rounded" alt="Image">
                    </div>
                     <div class="border bg-secondary rounded m-3">
                        <img src="img/jaquecig.jpg" class="img-fluid w-100 rounded" alt="Image">
                    </div>
                    <div class="border bg-secondary rounded m-3">
                        <img src="img/jaqueventre.JPG" class="img-fluid w-100 rounded" alt="Image">
                    </div>
                </div>
                <div class="col-lg-7 wow fadeInRight" data-wow-delay="0.3s">
                    <h1 class="display-3 mb-4"><strong class="text-primary">Grupo Oásis Danças</strong>, mudando vidas
                        desde 2005.</h1>
                    <p>O <strong>Grupo O&aacute;sis Dan&ccedil;as</strong> tem por objetivo aulas de dan&ccedil;as do
                        ventre, cigana art&iacute;stica, sal&atilde;o, jazz, ritmos e dan&ccedil;a livre e outras
                        melhorando assim a qualidade de vida, fazendo novos amigos, criando uma nova filosofia de vida e
                        resgatando o melhor que que existe em cada um, aqui todos podem dan&ccedil;ar. O amor
                        pr&oacute;prio &eacute; a maior meta.</p>
                    <p>O Grupo O&aacute;sis Dan&ccedil;as traz eventos de dan&ccedil;as para Zona Oeste&nbsp;com
                        v&aacute;rios estilos, como a dan&ccedil;a do ventre, cigana art&iacute;stica, sal&atilde;o,
                        jazz, fus&otilde;es, performances e outras. Melhorando a cultura da nossa Regi&atilde;o.
                        <br />Traz tamb&eacute;m convidados de renome de dentro e fora do Rio de Janeiro. E
                        m&uacute;sica ao vivo.</p>
                    <p><strong>Jaqueline Barreto</strong> &eacute; Diretora. Produtora. Core&oacute;grafa. Bailarina e
                        Professora do Grupo O&aacute;sis Dan&ccedil;as.<br />Atua na dan&ccedil;a a 43 anos com amor e
                        gratid&atilde;o.</p>
                    <p>Dan&ccedil;a desde os 14 anos no estilo jazz, que come&ccedil;ou como bolsista com a professora
                        Ana L&uacute;cia, e permanece at&eacute; hoje, inclusive dan&ccedil;ou em shows de renome e
                        tamb&eacute;m no programa &ldquo;<em>Doming&atilde;o do Faust&atilde;o</em>&rdquo;. &Eacute;
                        Licenciatura em Dan&ccedil;a, sindicalizada no SPDRJ (Sindicato dos Profissionais de
                        Dan&ccedil;a do RJ), Massoterapeuta Humanizada reconhecida pelo MEC, Design de Moda.</p>
                    <p>A paix&atilde;o pela Dan&ccedil;a &Aacute;rabe e cigana come&ccedil;ou h&aacute; 25 anos, quando
                        se encantou pela dan&ccedil;a do ventre, em especial pelas folcl&oacute;ricas Said e Khalige e a
                        cigana por seu encanto, essas est&atilde;o sempre presentes em suas apresenta&ccedil;&otilde;es.
                    </p>
                    <p>Ministra aulas em grupos e particulares, produz festas, eventos, workshops, shows, montagem de
                        coreografias para 15 anos, casamentos, etc... Seu curr&iacute;culum conta com cursos ministrados
                        por profissionais do Rio de Janeiro, S&atilde;o Paulo e professores do exterior. Sua primeira
                        prof&ordf; de D.V. foi Jack Sellus, durante 8 meses e seu aperfei&ccedil;oamento e
                        forma&ccedil;&atilde;o com a Mestra Khalida Zareen. No cigano sua Mestra e madrina &eacute; Nara
                        Figueiredo.</p>
                    <p>O Grupo O&aacute;sis Dan&ccedil;as tem 20 anos e j&aacute; realizou <em>43 Mostras de
                            Dan&ccedil;as e Performances</em> na &aacute;rea de Realengo, Bangu e Padre Miguel.
                        Pioneiros em evento &Aacute;rabe/Cigano na regi&atilde;o.</p>
                    <p>Tamb&eacute;m participa de v&aacute;rios festivais como convidado, realiza trabalhos em
                        hot&eacute;is, conven&ccedil;&otilde;es, festas particulares, entre outros. No Grupo
                        O&aacute;sis Dan&ccedil;as s&atilde;o oferecidas aulas de dan&ccedil;a do ventre, cigana
                        art&iacute;stica, sal&atilde;o, ritmos, dan&ccedil;a livre e outros que s&atilde;o ministradas
                        pelos Professores Jaqueline Barreto e Adan Gon&ccedil;alves.</p>
                    <p>A Equipe O&aacute;sis hoje conta em sua produ&ccedil;&atilde;o com bailarinas, m&uacute;sicos,
                        equipe de som, seguran&ccedil;a, decora&ccedil;&atilde;o, apresentador, recepcionista,
                        fotografia e filmagem.</p>
                    <p>Contrate para seu evento ou festa particular, vale muito a pena.</p>
                    <p>O Grupo O&aacute;sis Dan&ccedil;as atua no Projeto Pelos Animais de Natacha Sussekind mensalmente
                        com parte de sua renda.</p>
                    <p>Temos tamb&eacute;m sistema de bolsas para crian&ccedil;as. Informe-se.</p>
                    <p>No O&aacute;sis voc&ecirc; tamb&eacute;m encontra o Spa da Nelofar-Massagem Humanizada e
                        O&aacute;sis Cria&ccedil;&otilde;es Ateli&ecirc;.</p>
                </div>
            </div>
        </div>
    </div>
    <!-- About End -->



    <!-- Team Start -->
<div class="container-fluid pb-5">
  <div class="container py-5">

    <div class="pb-5">
      <h4 class="text-secondary sub-title fw-bold wow fadeInUp" data-wow-delay="0.1s">
        Professora
      </h4>
    </div>

    <!-- ROW -->
    <div class="row align-items-start">

      <!-- COLUNA DA IMAGEM -->
      <div class="col-lg-5 mb-4 wow fadeInLeft" data-wow-delay="0.1s" id="image">
        <div class="border bg-secondary rounded">
          <img
            src="img/jaque08.JPG"
            class="img-fluid rounded-top w-100 rounded-bottom"
            alt="Jaqueline Barreto"
          >
        </div>
                

        <div class="team-content text-center p-4">
          <a href="sobre.html" class="h4 d-block">Jaqueline Barreto</a>
          <p class="mb-0 text-primary">Professora e Produtora</p>
          <p>
            <strong>Jaqueline Barreto</strong><br>
            <strong>Nelofar = Flor de Lótus</strong><br>
            <strong>Danceviva</strong>
          </p>
        </div>
        <div class="border bg-secondary rounded">
          <img
            src="img/jaque02.jpg"
            class="img-fluid rounded-top rounded-bottom w-100"
            alt="Jaqueline Barreto"
          >
        </div>
      </div>

      <!-- COLUNA DO TEXTO -->
      <div class="col-lg-7 wow fadeInRight" data-wow-delay="0.3s" id="text">
        <p>
          <strong>Jaqueline Barreto e Grupo Oásis Danças RJ</strong> - Pioneiros em espetáculos
          de Dança do Ventre na região de Bangu, Padre Miguel e Realengo.
        </p>
                    <p>&nbsp;</p>
                    <p>Bom, n&atilde;o tem como contar a hist&oacute;ria do Grupo O&aacute;sis Dan&ccedil;as sem voltar
                        onde tudo come&ccedil;ou.</p>
                    <p>Minha vida como bailarina come&ccedil;ou aos 14 anos, quando conheci Ana Karina uma prof&ordf;
                        que tinha um grupo de dan&ccedil;as (jazz, ballet, afro...), comecei a fazer aulas como
                        bolsista, pois minha m&atilde;e n&atilde;o tinha como pagar minhas aulas, e como pagamento eu
                        iria ser parte desse grupo sem faltar aulas, ensaios e me apresentando dentro do que eu
                        conseguisse me adaptar.</p>
                    <p>Empenhei-me tanto que aos 16 anos Ana me deu a minha primeira turma em um pequeno col&eacute;gio
                        sob sua supervis&atilde;o. Comecei ent&atilde;o a coreografar minhas pr&oacute;prias alunas que
                        participavam dos shows de meio e fim de ano que o grupo Ana Karina Berg Jr. Produzia. E
                        da&iacute; em diante comecei a dar aulas em v&aacute;rias institui&ccedil;&otilde;es. Fiquei
                        muito tempo com Ana, mas por quest&otilde;es de hor&aacute;rios e de mudan&ccedil;as naturais da
                        vida eu sa&iacute; do grupo, mas serei sempre grata porque n&atilde;o podemos esquecer onde tudo
                        come&ccedil;a e nem nossas ra&iacute;zes. Hoje Ana mora fora do RJ e ainda leciona dan&ccedil;a.
                        Depois disso passei a fazer aulas com o prof&ordm; Ney Leblon, a procura de novos conhecimentos
                        onde tamb&eacute;m participava de shows e eventos junto com sua turma de onde me afastei por
                        conta do meu primeiro casamento e gravidez do minha primeira filha. Ney Leblon hoje faz
                        apresenta&ccedil;&otilde;es de dan&ccedil;a de sal&atilde;o nos meus shows como meu Mestre e
                        convidado de honra.</p>
                    <p>Quando minha filha mais velha nasceu voltei a praticar dan&ccedil;a em uma turma de 5&ordm; ano
                        no Centro de Dan&ccedil;as Rio e voltei a dar aulas, minha principal turma era na Academia
                        Corpus Sannus da amiga F&aacute;tima. Um dia recebi um convite para participar do
                        Doming&atilde;o do Faust&atilde;o pela Academia Arn&ocirc; onde fui a dois domingos. Era a
                        gl&oacute;ria, estudando em uma escola de renome, dando aulas, participando de um programa da
                        Globo, eventos e tendo o meu pr&oacute;prio grupo que se chamava &Acirc;nima. Mas como tudo na
                        vida tem altos e baixos aconteceu uma coisa que me afastou da dan&ccedil;a por 05 anos, estava
                        dando uma aula minha sapatilha escorregou torci meu joelho e fissurei o tornozelo. Fiz
                        v&aacute;rios tratamentos, mas fui proibida de dan&ccedil;ar por um tempo. Ent&atilde;o tive
                        minha segunda filha e quando ela j&aacute; estava com 03 anos por conta de ter o pezinho para
                        dentro coloquei-a no ballet, e tentei voltar a dan&ccedil;ar, mas o joelho doeu e fiquei
                        frustrada, pois dan&ccedil;ar &eacute; minha vida.</p>
                    <p>Ent&atilde;o a dona dessa academia me incentivou a fazer dan&ccedil;a do ventre ri e soltei em
                        alto e bom tom &ldquo;Eu dan&ccedil;ar aquele neg&oacute;cio que parece uma hula?&rdquo; Enfim
                        ela me convenceu a fazer uma aula experimental e da&iacute; come&ccedil;ou a paix&atilde;o pela
                        dan&ccedil;a do ventre. Fiz 01 ano nessa academia com Jack Sellus minha primeira prof&ordf; de
                        ventre, mas como tudo que come&ccedil;o quero sempre mais, fui atr&aacute;s de outros
                        conhecimentos, criei meu grupo e comecei a me apresentar em v&aacute;rias festas
                        &Aacute;rabes/Ciganas, abrindo um leque de conhecimentos com outros grupos e bailarinas, que sem
                        eu saber me ajudariam em minha empreitada futura.</p>
                    <p>Comecei a fazer v&aacute;rios cursos e aulas de dan&ccedil;a do ventre e cigana com professores
                        renomados do RJ e SP. Dentre eles Khalida Zareen (minha Mestra de forma&ccedil;&atilde;o no
                        ventre), Shaira Sayaad, Samra Sanches, Nara Figueiredo (minha Mestra em forma&ccedil;&atilde;o
                        cigana), Vitor Cas&eacute; (Derbak), Melchizedec (Derbak), Cristiano Markes (Derbak) e Vitor
                        Baldez. Sou sindicalizada no SPDRJ. Meu grupo hoje est&aacute; com 20 anos e registrado.</p>
                    <p>Ent&atilde;o reunida com amigos em uma conversa informal surgiu &agrave; id&eacute;ia de montar
                        uma produtora de eventos, onde eu iria convidar esses grupos e bailarinas para mostras de
                        dan&ccedil;as trazendo cultura e entretenimento para nossa Regi&atilde;o Bangu, Padre Miguel e
                        Realengo, fazendo de n&oacute;s pioneiros. Mas minha cabe&ccedil;a come&ccedil;ou a trabalhar
                        com a id&eacute;ia de ter o meu pr&oacute;prio grupo de dan&ccedil;as como h&aacute; anos
                        atr&aacute;s j&aacute; tinha tido um grupo, s&oacute; que desta vez voltado mais para
                        dan&ccedil;a do ventre e cigana. Juntei ent&atilde;o minha filha, a nora de uma amiga, suas 02
                        filhas e minha parceira de dan&ccedil;a.</p>
                    <p>Assim surgiu o Grupo O&aacute;sis Dan&ccedil;as que nasceu no dia 9 de Outubro de 2005 com a
                        1&ordf; mostra de dan&ccedil;as &Aacute;rabe/Cigana da Regi&atilde;o, no Hosp&iacute;cio do
                        Chopp com a ajuda do amigo Chiquinho o dono do local. J&aacute; esperava que desse certo, pois o
                        sucesso sempre vem quando trabalhamos com amor, dedica&ccedil;&atilde;o, respeito e humildade. O
                        Col&eacute;gio CEFAL em Realengo, abriu as portas para que eu desse aulas e a partir da&iacute;
                        o grupo foi crescendo. Hoje tenho um grande grupo e meu pr&oacute;prio Espa&ccedil;o em Realengo
                        e completamos 20 anos com 44 espet&aacute;culos produzidos sob minha dire&ccedil;&atilde;o
                        Jaqueline Barreto. Fazemos v&aacute;rias festas particulares, dan&ccedil;amos em bailes de
                        dan&ccedil;a de sal&atilde;o, hot&eacute;is, conven&ccedil;&otilde;es, mostras, montamos
                        coreografias para 15 anos, etc. Tamb&eacute;m preparo para o SPDRJ, do Grupo O&aacute;sis
                        Dan&ccedil;as sob minha supervis&atilde;o sa&iacute;ram v&aacute;rias bailarinas (os), que
                        est&atilde;o no mercado de trabalho formados e com registro. Em meus espet&aacute;culos conto
                        com apoio de Mestres, amigos, m&iacute;dias, colaboradores da regi&atilde;o, m&atilde;es,
                        maridos e com dedica&ccedil;&atilde;o de nossos bailarinos. O&aacute;sis &eacute; uma grande
                        fam&iacute;lia.<br /> O segredo de nosso sucesso &eacute; nossa uni&atilde;o e o diferencial de
                        nosso grupo &eacute; n&atilde;o perder o nosso foco que &eacute; mostrar cultura e trazer amor
                        atrav&eacute;s de nossa dan&ccedil;a. O grupo hoje tem v&aacute;rias modalidades, mas temos a
                        dan&ccedil;a do ventre e a cigana como principais metas.<br />Nosso Grupo trabalha a
                        dan&ccedil;a como terapia, bem estar, cultura e qualidade de vida.<br /> Se voc&ecirc;
                        dan&ccedil;a com paix&atilde;o, e sabe que dan&ccedil;ar &eacute; muito mais que decorar
                        coreografias e roupas bonitas, junte-se a n&oacute;s. Dan&ccedil;ar n&atilde;o tem idade.
                        Durante o ano temos duas mostras de dan&ccedil;as, uma em Mar&ccedil;o outra em Outubro, onde
                        tamb&eacute;m comemoramos nosso anivers&aacute;rio. Obrigada a todos que acreditam em meu
                        profissionalismo. Temos v&aacute;rios hor&aacute;rios e todos os nossos professores s&atilde;o
                        registrados. Aqui voc&ecirc; pode.<br />Dancevida.<br />Te amo Deus, por tudo que sou e
                        tenho.<br />Eu sou o que eu sou. Namast&ecirc;.</p>
                    <p>&nbsp;</p>
                    <p>&nbsp;</p>
                    <p><br />O O&aacute;sis fica na <a href="https://maps.app.goo.gl/AjKUpsCBaxdPjpAT8" target="_blank">Rua Claudino Barata, 41 (Esquina com Rua Limites) - Realengo</a> <br />Inf.: (21) 3464-3626 / <a href="https://api.whatsapp.com/send?phone=5521992464338&text=Olá!%20Vim%20do%20site%20e%20gostaria%20de%20informações%20sobre%20o%20Grupo%20Oásis%20Danças!"
                                    target="_blank">(21) 99246-4338 (WhatsApp)</a></p>
                    <p><a href="https://www.youtube.com/user/GrupoOasisDancasRJ" 
                            target="_blank">Youtube</a> e <a href="https://grupooasisdancas.blogspot.com" target="_blank">Blog</a> - Grupo O&aacute;sis Dan&ccedil;as<br />Instagram - <a href="https://www.youtube.com/user/GrupoOasisDancasRJ"                            target="_blank">@Jaqueline Barreto
                        Gr.oasisdan&ccedil;as</a><br />Facebook - Jaqueline Barreto Grupo O&aacute;sis Dan&ccedil;as</p>
                    <p>Dire&ccedil;&atilde;o Geral e produ&ccedil;&atilde;o: Prof&ordf;, balarina e
                        core&oacute;grafa<br />Jaqueline Barreto - DRT - 27038<br />43 anos dedicados &agrave;
                        dan&ccedil;a e terapias de bem estar com muito amor e profissionalismo.<br />Licenciatura em
                        Dan&ccedil;a.<br />Massoterapeuta Humanizada.<br />Design de Moda.<br />Vem comigo.
                        <br />Gratid&atilde;o e Danceviva</p>

      </div>

    </div>
    <!-- /ROW -->

  </div>
</div>

    <!-- Team End -->


    <!-- Footer Start -->
    <div class="container-fluid footer py-5 wow fadeIn" data-wow-delay="0.1s">
        <div class="container py-5">
            <div class="row g-5">
                <div class="col-md-6 col-lg-6 col-xl-3">
                    <div class="footer-item d-flex flex-column">
                        <div class="footer-item">
                            <h4 class="text-white mb-4">Grupo Oásis Danças</h4>
                            <p class="text-white mb-3">Venha ser mais feliz dançando. <br> Melhore sua qualidade de
                                vida.<bR> Faça parte da nossa família Oásis.<br> Dancevida.</p>
                            <div class="d-flex">
                                <a class="btn btn-lg-square btn-primary rounded-circle me-2"
                                    href="https://www.facebook.com/p/Grupo-O%C3%A1sis-Dan%C3%A7as-RJ-100048756476434/"
                                    target="_blank"><i class="fab fa-facebook-f"></i></a>
                                <a class="btn btn-lg-square btn-primary rounded-circle mx-2"
                                    href="https://www.instagram.com/jaquelinebarretogr.oasisdancas" target="_blank"><i
                                        class="fab fa-instagram"></i></a>
                                <a class="btn btn-lg-square btn-primary rounded-circle mx-2"
                                    href="https://www.youtube.com/user/GrupoOasisDancasRJ" target="_blank"><i
                                        class="fab fa-youtube"></i></a>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="col-md-6 col-lg-6 col-xl-3">
                    <div class="footer-item d-flex flex-column">
                        <h4 class="text-white mb-4">Localização</h4>
                        <div class="d-flex align-items-center mb-3">
                            <p><iframe
                                    src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3675.7478203348805!2d-43.43971152402389!3d-22.88577227926989!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x9bdf70714538c7%3A0x238cfd0fbc4bf083!2sR.%20Claudino%20Barata%2C%2041%20-%20Realengo%2C%20Rio%20de%20Janeiro%20-%20RJ%2C%2021770-200!5e0!3m2!1spt-BR!2sbr!4v1765683428150!5m2!1spt-BR!2sbr"
                                    width="300" height="150" style="border:0;" allowfullscreen="" loading="lazy"
                                    referrerpolicy="no-referrer-when-downgrade"></iframe><br></p>
                            <div class="text-white">
                            </div>
                        </div>
                        <div class="d-flex align-items-center mb-3">
                            <a class="btn btn-lg-square btn-primary rounded-circle mx-2"
                                href="https://maps.app.goo.gl/AjKUpsCBaxdPjpAT8" target="_blank"><i
                                    class="fas fa-map-marker-alt"></i></a>
                            <div class="text-white ms-2">
                                <p class=" text-white mb-3">Rua Claudino Barata, 41 - Realengo</p>
                            </div>
                        </div>
                        <div class="d-flex align-items-center mb-3">
                            <a class="btn btn-lg-square btn-primary rounded-circle mx-2" href="tel:21992464338"><i
                                    class="fa fa-phone-alt"></i></a>
                            <div class="text-white ms-2">
                                <a href="tel:2134643626">
                                    <p class="mb-0">(21) 3464-3626</p>
                                </a>
                                <a href="https://api.whatsapp.com/send?phone=5521992464338&text=Olá!%20Vim%20do%20site%20e%20gostaria%20de%20informações%20sobre%20o%20Grupo%20Oásis%20Danças!"
                                    target="_blank">
                                    <p class="mb-0">(21) 99246-4338</p>
                                </a>
                            </div>
                        </div>
                        <div class="d-flex align-items-center mb-3">
                            <a class="btn btn-lg-square btn-primary rounded-circle mx-2" href=""><i
                                    class="fas fa-envelope"></i></a>
                            <div class="text-white ms-2">
                                <p class="mb-0">grupooasisdancas@hotmail.com</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- Footer End -->


    <!-- Copyright Start -->
    <div class="container-fluid copyright py-4">
        <div class="container">
            <div class="row g-4 align-items-center">
                <div class="col-md-6 text-center text-md-start mb-md-0">
                    <span class="text-white"><a href="index.html" class="border-bottom text-white"><i
                                class="fas fa-copyright text-light me-2"></i>Grupo Oásis Danças</a></span>
                </div>
                <div class="col-md-6 text-center text-md-end text-white">
                    <!--/*** This template is free as long as you keep the below author’s credit link/attribution link/backlink. ***/-->
                    <!--/*** If you'd like to use the template without the below author’s credit link/attribution link/backlink, ***/-->
                    <!--/*** you can purchase the Credit Removal License from "https://htmlcodex.com/credit-removal". ***/-->
                    Designed By <a class="border-bottom text-white" href="https://htmlcodex.com">HTML Codex</a>
                </div>
            </div>
        </div>
    </div>
    <!-- Copyright End -->


    <!-- Back to Top -->
    <a href="#" class="btn btn-primary btn-lg-square back-to-top"><i class="fa fa-arrow-up"></i></a>


    <!-- JavaScript Libraries -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.4/jquery.min.js"></script>
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0/dist/js/bootstrap.bundle.min.js"></script>
    <script src="lib/wow/wow.min.js"></script>
    <script src="lib/easing/easing.min.js"></script>
    <script src="lib/waypoints/waypoints.min.js"></script>
    <script src="lib/counterup/counterup.min.js"></script>
    <script src="lib/owlcarousel/owl.carousel.min.js"></script>
    <script src="lib/lightbox/js/lightbox.min.js"></script>


    <!-- Template Javascript -->
    <script src="js/main.js"></script>
</body>

</html>